IDEA Open Model
BoltGrid.Id Property
Compatible with IDEA StatiCa Beta 20.0
 Unique Id of the bolt grid
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public int Id { get; set; }
Public Property Id As Integer
	Get
	Set
Property Value
Type: Int32
See Also
Reference
BoltGrid Class
IdeaRS.OpenModel.Connection Namespace